{"headline":"120 years of Youth Organizing","byline":"Eunice Esomonu","organizers":[{"event":"Newsboys’ strike in New York City","id":"newsies","year":"1899","thumb-image":"newsies","thumb-credit":"The Library of Congress","thumb-text":"A youth-led strike, against millionaire newspaper publishers Joseph Pulitzer of the New York World and William Randolph Hearst of the New York Journal, to force change on how they are being compensated.","intro-text":"During July 1899, children who sold newspapers in New York City, known as Newsies, went on strike against millionaire newspaper publishers Joseph Pulitzer of the New York World and William Randolph Hearst of the New York Journal when they raised the wholesale price of newspaper. The young striker demonstrated across the Brooklyn Bridge for several days bringing traffic to a standstill, organizing rallies where thousands of newsies attended, and spread their movement across other New England cities, such as Troy, Rochester, and New Haven. After two weeks, the strikers, Pulitzer, and Hearst came to a compromise and they ended the strike, where they kept the same price of the papers but would buy back unsold papers. The Newsboy Strike of 1899 inspired later Newsboys strikes and for the future.","image-id":[{"image":"hearst","caption":"William Randolph Hearst who was the newspaper publisher of the New York Journal.","credit":"Wikimedia Commons"},{"image":"pulitzer","caption":"Joseph Pulitzer who was the newspaper publisher of the St.Louis Dispatcher and the New York World.","credit":"Wikimedia Commons"},{"image":"newyorkjournal_07281899","caption":"A page from The New York Journal on July 28, 1899.","credit":"The Library of Congress"},{"image":"newyorkworld05021898","caption":"A page from The New World on May 2, 1898.","credit":"New York Public Library"},{"image":"newsboy1896","caption":"A newsboy selling newspaper in 1896.","credit":"The Library of Congress"},{"image":"newsboys1900","caption":"A group of newsboys starting out at the Brooklyn Bridge early Sunday Morning.","credit":"Lewis Hines/New York Public Library"},{"image":"newsboy1905","caption":"A young newsboy selling papers at night.","credit":"Lewis Hines/New York Public Library"}]},{"event":"March of the Mill Children","id":"millchildren","year":"1903","thumb-image":"millchildren","thumb-credit":"The Library of Congress","thumb-text":"Thousands of children textile and mine workers were organized by Mother Jones to participate in a “Children’s Crusade”, a march from Philadelphia to New York City to bring attention and protest lax child labor laws.","intro-text":"Children were sent to work in coal mines and mines to supplement meager family incomes and resulted in young children sustaining serious injuries. In the 1900 census, it was reported that one-sixth of American children under age 16 were employed. In order to bring attention to lax child labor laws and the suffering of children, Mother Jones organized child strikers and their parents on a march from Kensington, Philadelphia to Oyster Bay, New York, to President Theodore Roosevelt's Long Island summer home. It was a launched on July 7, 1903 to trek for three weeks, reaching Roosevelt’s Sagamore Hill summer home on July 29. Despite being thwarted by manufacturer’s before returning home, the march advanced effort to abolish child labor. In 1904, the National Child Labor Committee formed and in 1905, Pennsylvania toughened its child labor laws.","image-id":[{"image":"motherjones","caption":"Mother Jones was a labor and community organizers who led the fight against child labor.","credit":"The Library of Congress"},{"image":"childlabor0","caption":"Breaker boys at Woodward Coal Mines in Kingston, Pennsylvania., 1900","credit":"The Library of Congress"},{"image":"childlabor1","caption":"Men and boys stuffing sausage skins at two tables at Armour's great packing house, Chicago, U.S.A.., 1899","credit":"The Library of Congress"},{"image":"childlabor2","caption":"Lonnie Cole working the machines at Avondale Mills, in Birmingham, Alabama, on November 1910.","credit":"Lewis Hines/The Library of Congress"},{"image":"childlabor3","caption":"Sadie Pfeifer, 48 inches high, has worked half a year. One of the many small children at work in Lancaster Cotton Mills in Lancaster, South Carolina.","credit":"Lewis Hines/The Library of Congress"},{"image":"childprotest","caption":"Juvenile Textile Workers on Strike in Philadelphia in 1903.","credit":"John Spargo, The Bitter Cry of the Children/Wikimedia Commons"}]},{"event":"Barbara Rose Johns and the protest at Prince Edward County","id":"princeedward","year":"1951","thumb-image":"barbararose_princeedward","thumb-text":"At the age of 16, Barbara Rose Johns led astrike for poor facilities and equal education at Mon High School.","thumb-credit":"Art Wells","intro-text":"Barbara Rose Johns and her fellow classmates went on strike to protest the conditions of Robert Moton High School. As a result, the NAACP lawyers met with students and their parents to file a lawsuit against the school district, Davis v. County School Board of Prince Edward County, which was later combined with four other cases into Brown v. Board of Education and the only case that was student initiated. In 1954, the Supreme Court decided Brown by mandating public school desegregation, and Viriginia officials decided to block desegregation for years, which was later stated as unconstitutional. Rather than integrate, the Virginia Board of Supervisors decided to close down the schools and white students went to white private schools and black students weren’t educated for years.  With Griffin v. County School Board of Prince Edward, it finally forced the county's schools to reopen in 1964.","image-id":[{"image":"princeedward","caption":"Marchers with Sign about Prince Edward County Virginia Schools at the March on Washington, 1963","credit":"The Library of Congress"},{"image":"princeedward2","caption":"Robert Moton High School (segregated school with Black students) Auditorium.","credit":"The National Archive"},{"image":"princeedward3","caption":"Farmville High School (segregated school with white students) Auditorium.","credit":"The National Archive"},{"image":"princeedward4","caption":"Black school children entering the Mary E. Branch School at Prince Edward County, VIrginia after school closings after 5 years.","credit":"The Library of Congress"},{"image":"princeedward7","caption":"Students protest Prince Edward County public school closings, Main Street near courthouse, Farmville, Va., July 1963","credit":"VCU Libraries."},{"image":"princeedward6","caption":"Rev. L. Francis Griffin, head of a local NAACP chapter in Farmville, Prince Edward County, Virginia who supported the students and their parents for the protest.","credit":"The Library of Congress"}]},{"event":"Little Rock 9","id":"little-rock","year":"1957","thumb-image":"littlerock","thumb-credit":"The Library of Congress","thumb-text":"Nine Black students who enrolled and desegregated, formerly all-white Central High School in Little Rock, Arkansas.","intro-text":"Nine Black students— consisting of Melba Pattillo, Ernest Green, Elizabeth Eckford, Minnijean Brown, Terrence Roberts, Carlotta Walls, Jefferson Thomas, Gloria Ray, and Thelma Mothershed— enrolled in Little Rock Central High School in 1957. Their enrollment was challenged by Arkansas Gov. Orval Eugene Faubus, who sent the Arkansas National Guard to block the school entrance. Dwight D. Eisenhower sent federal troops to escort students to school but even when they were let in, they faced violence from white classmates, which caused one of them to be expelled. The confrontation drew national and international attention and provoked a national debate on desegregation and civil rights.","image-id":[{"image":"littlerock","caption":"The Little Rock Nine are escorted inside Little Rock Central High School by troops from the  United States Army.","credit":"Wikimedia Commons"},{"image":"littlerock2","caption":"Some members of the Little Rock 9 being escorted to Little Rock Central High School bypassing the harrassin.","credit":"Wikimedia Commons"},{"image":"littlerock3","caption":"A rally where people,several holding signs and American flags, protesting the admission of the \"Little Rock Nine\" to Central High School.","credit":"The Library of Congress"},{"image":"littlerock4","caption":"A group of people, one holding a Confederate flag, surrounding speakers such as Governor Orval Faubus and National Guard, protesting the admission of the \"Little Rock Nine\" to Central High School.","credit":"The Library of Congress"},{"image":"littlerock5","caption":"Soldiers from the 101st Airborne Division escort African-American students to Central High School in Little Rock in Sept. 1957, after the governor of Arkansas tried to enforce segregation.","credit":"The National Archive"},{"image":"littlerock7","caption":"Elizabeth Eckford is turned away from attending school by the National Guard.","credit":"Will Counts Collection/Indiana University Archives"}]},{"event":"Ruby Bridges","id":"ruby-bridges","year":"1960","thumb-image":"rubybridges","thumb-credit":"The Library of Congress","thumb-text":"Ruby Bridges was the first Black-American child to integrate an all-white public elementary school in the American South.","intro-text":"After the landmark U.S. Supreme Court Decision, Brown vs Board of Education, many southern states resisted integration and allowing black students to attend all-white schools. After a federal court order forcing Louisiana to desegregate, Ruby Bridges and five other students passed an exam to see if they could compete competitively at all-white schools. Ruby was the only students to go to all-white William Frantz Elementary and, her and her mother were escorted by four federal marshals to school everyday to avoid vicious crowds hurling slurs at them. Desegregating William Frantz was difficult for Ruby and her parents suffered for their courage but due to their bravery more black students enrolled. As a lifelong civil rights activist, she formed the Ruby Bridges Foundation and continue to fight for equality and respect.","image-id":[{"image":"rubybridges","caption":"A portrait of six-year old Ruby Bridges.","credit":"The Library of Congress"},{"image":"rubybridgesgrown","caption":"Ruby Bridges speaking at Texas A&M University–Commerce in February 2015","credit":"Wikimedia Commons"},{"image":"rubybridgespainting","caption":"Norman Rockwell's The Problem We All Live With depicting Ruby Bridges being escorted to school.","credit":"Wikimedia Commons"},{"image":"timespicayune","caption":"A Times Picayune article showcasing Ruby Bridges being escorted and desegregating William Frantz High School.","credit":"Times-Picayune archives"}]},{"event":"Birmingham Children’s March","id":"birmingham","year":"1963","thumb-image":"birmingham","thumb-credit":"Bill Hudson/AP","thumb-text":"A march that led hundreds of Black Kids to march in Birmingham, Alabama and planning to get arrested and fill up jails in order to reenergize the campaign to integrate Birmingham.","intro-text":"To reenergize the campaign to integrate Birmingham and to attract media attention, the Southern Christian Leadership Conference began recruiting children and training them in nonviolence tactics. Hundred of kids from elementary to high schools students joined in an organized massive walkout and were instructed to march downtown and integrate until they were arrested. Bull Connor arrested children until the jails were full and when they wre full, used fire hoses and police dogs to make them stop demonstrating. This event and their images caused attention of television and newspapers all over the county and pressured state and national officials on civil rights and segregation. It had a huge public impact on how the people viewed segregation and the treatment of black people in the south and became a landmark moment of the Civil Rights Movement.","image-id":[{"image":"birmingham","caption":"Parker High School student Walter Gadsden being attacked by dogs.","credit":"Bill Hudson/New York Times/Wikimedia Commons"},{"image":"birmingham2","caption":"High school students are hit by a high-pressure water jet from a fire hose during a peaceful walk in Birmingham, Alabama in 1963.","credit":"Charles Moore/Life/Wikimedia Commons"},{"image":"birmingham4","caption":"A dedication to the foot soldiers of the Birmingham Civil Rights Movement who braved the dogs, water hoses, and imprisonment for desegregation.","credit":"Wilimedia Commons"},{"image":"birmingham5","caption":"Curabitur eget diam eget erat tristique ornare ut non neque. In hac habitasse platea dictumst. Nam in libero ligula.","credit":"Ed Jones/The Birmingham News"},{"image":"bullconnor","caption":"A portrait of Bull Connor, who was Birmingham’s Commissioner of Public Safety and opposed the American Civil Rights Movement and the Birmingham Campaign in the 1960s.","credit":"Wikimedia Commons"}]},{"event":"Tinker vs Des Moines","id":"tinker","year":"1965","thumb-image":"tinker","thumb-credit":"Bettman/Getty Images","thumb-text":"A landmark decision due to students organizing a silent protest against the Vietnam war that defined the constitutional rights of students in U.S. public schools.","intro-text":"In a public school in Des Moines, Iowa, students organized a silent protest against the Vietnam War, wearing black armbands and the principle found out and were punished. Despite the students being warned by the administration, students wore the armbands and were suspended. While suspended, the students’ parents sued the school by saying that the school for violating the children’s right to free speech. A U.S. district court sided with the school but the students and their parents took their case to the United States Supreme Court. The Supreme Court ruled in a 7-2 decision in favor of the students.","image-id":[{"image":"vietnamwar","caption":"A couple watching footage of the Vietnam War on their television.","credit":"The Library of Congress"},{"image":"tinker","caption":"Mary Beth Tinker attends a Des Moines school board meeting with her mother in early 1966.","credit":"Des Moines Register"},{"image":"marybethtinkercurrent","caption":"Mary Beth Tinker holding her original detention slip after she wore a black armband to school to protest the Vietnam War (with a replica on her left arm).","credit":"Wikimedia Commons"},{"image":"supremecourt","caption":"The Warren court who made the 7-2 decision that held that the First Amendment applied to public schools, and that administrators would have to demonstrate constitutionally valid reasons for regulation in the bathroom.","credit":"The Library of Congress"},{"image":"testimony1966","caption":"This is a record of John Tinker’s testimony in the appeal of the district court. Although the appeals court upheld the school’s rule banning the armbands, the Supreme Court ultimately ruled that ‘fear’ of disruption was not grounds for barring speech.","credit":"The National Archive"}]},{"event":"East L.A. Walkouts (Chicano Blowout)","id":"east-la-walkouts","year":"1968","thumb-image":"eastla","thumb-credit":"Los Angeles Public Library Archives","thumb-text":"Mostly Mexican American students organized a series of protests against unequal conditions in Los Angeles Unified School District.","intro-text":"In the 1950s and 1960s, Mexican American experience stark inequalities in the Los Angeles Unified School District, such as high dropout rate, many students being fielded to remedial classes, and prejudices from teachers. The inequalities in education led students from various high schools to organize and plan for a widespread walkout. The first of the Walkouts were at Wilson High School spreading to other high schools in East Los Angeles where thousands of students were involved. The students met with the board of education and demanded decent textbooks, smaller classes, to refuse to dismiss students due to political views, and bilingual and bicultural education. Unfortunately these demands fell to the wayside along with public attention and focus shifted to 13 of the walkout organizers legal defense fund rather than equal education. The walkouts weren’t successful, they empowered and and unified East L.A. community under a cause and increased visibility of working-class, Chicano issues.","image-id":[{"image":"eastla","caption":"Freddie Resendez rallies students at Lincoln High School.","credit":"Digital Collection of the Los Angeles Public Library"},{"image":"eastla3","caption":"Picket line at Lincoln High School on September 16, 1968, protesting for better schools for Mexican Americans.","credit":"Digital Collection of the Los Angeles Public Library"},{"image":"eastla4","caption":"Chicano Movement picketers protesting the arrest of teacher and activist Sal Castro and better education opportunities outside Lincoln High School on September 16, 1968","credit":"Digital Collection of the Los Angeles Public Library"},{"image":"eastla5","caption":"Latinos protesting for better education at Lincoln High School.","credit":"Digital Collection of the Los Angeles Public Library"},{"image":"eastla7","caption":"Curabitur eget diam eget erat tristique ornare ut non neque. In hac habitasse platea dictumst. Nam in libero ligula.","credit":"Digital Collection of the Los Angeles Public Library"},{"image":"eastla9","caption":"Sal Castro talks to students at Lincoln High in 1968.","credit":"Digital Collection of the Los Angeles Public Library"}]},{"event":"DREAMers","id":"dreamers","year":"2004-","thumb-image":"dreamers","thumb-credit":"Los Angeles Public Library Archives","thumb-text":"DREAMers, named after the DREAM ACT, are undocumented youth who have built a movement and used various tactics to push for changes in immigration laws.","intro-text":"For over a decade, undocumented youth, known as DREAMers (named after after Development, Relief, and Education for Alien Minors, or DREAM ACT) have used various tactics to push for a reform of immigration laws in the United States, such as stage demonstration, holding hunger strikes, media advocacy, and coming out of the shadows to talk publicly about their situation. Despite the failure to push the DREAM ACT through congress, in 2012, after DREAMers protested and lobbied against the Obama administration’s aggressive deportation, he issued an executive order creating Deferred Action for Childhood Arrivals (DACA), which allowed hundreds of thousands of individuals who were brought to the United States illegally as children to receive a renewable two-year period of deferred action from deportation and become eligible for a work permit. In September, when President Trump announced he was canceling DACA, undocumented youths and their allies performed protest and pushed for Congress to push through the DREAM ACT again. However, they failed again and litigation calling DACA unconstitutional, the status for DACA remains unresolved and the DREAMERS are still in limbo but they continue to fight.","image-id":[{"image":"dreamers2","caption":"Police arrest immigration activists conducing an act of civil disobediance in the rotunda of the Russell Senate Office Building on Feb. 7, 2018.","thumb-credit":"Zach Gibson/Bloomberg"},{"image":"dreamers3","caption":"Immigrant youth from all over the county and allies march in Washington D.C. to demand a clean Dream Act by the end of year on November 9, 2017 in Washington, DC","credit":"Tasos Katopodis/Getty"},{"image":"dreamers4","caption":"President Barack Obama meets with DREAMers to discuss how they have benefited from the Deferred Action for Childhood Arrivals immigration reform program.","credit":"White House Photo by Pete Souza"},{"image":"dreamers52010","caption":"Four undocumented youth, Tania Unzueta, Lizbeth Mateo, Yahaira Carrillo and Mohammad Abdollahi, accompanied by Raúl Alcaraz, held a sit-in in John McCain’s office in Arizona in 2010.","credit":"Wikimedia commons"},{"image":"dreamers_grad","caption":"Arlete Pichardo, left, on Friday with other immigrant students graduating from U.C.L.A.","credit":"Jonathan Alcorn/Reuters"},{"image":"dreamers_sou","caption":"Dreamers who will be attending President Trump’s first State of the Union Address, take selfies before a press conference.","credit":"Pete Marovich/Getty Images"}]},{"event":"Black Lives Matter","id":"black-lives-matter","year":"2012-","thumb-image":"dreamdefenders","thumb-text":"Black Lives Matter is an international activist movement that organizes against police brutality, and systemic racism.","thumb-credit":"Joe Raedle/Getty Images","intro-text":"Black Lives Matter is an activist movement that started with young people fighting against police brutality after the acquittal of George Zimmerman. Members led by young Black people organized and build local power to intervene in violence inflicted on Black people communities by state and vigilantes. Throughout the countries in place such as Ferguson, Florida,Chicago, and New York, local Black Lives Matter organizations, such as the Dream Defenders, organized demonstrations in city halls, met with local politicians and police to voice their demands, and marched throughout the Country to give attention to police brutality and systemic oppression in the United States and worldwide.","image-id":[{"image":"dreamdefenders","caption":"Dream Defenders associated with the Black Lives Matter movement convered on the state capital demanding justice for Trayvon Martin.","credit":"Joe Raedle/Getty Images"},{"image":"blm","caption":"Protesters marjched to the 4th Minneapolis Police Precinct demanding justice for Jamar Clark who shot by the Minneapolis Police.","credit":"Wikimedia Commons"},{"image":"blm3","caption":"Around 100 protesters blocked the light rail line in St. Paul to protest the treatment of Marcus Abrams by St. Paul police","credit":"Wikimedia Commons"},{"image":"blm4","caption":"Three young protesters holding up signs protesting police brutality and advocating for justice for Trayvon Martin.","credit":"Wikimedia Commons"},{"image":"police","caption":"The police assembling across from Protesters in Ferguson, Missouri.","credit":"Wikimedia Commons"},{"image":"blm_boston","caption":"A die-in in Cambridge protesting police brutality in the Boston Metro area.","credit":"Wikimedia Commons"}]},{"event":"The Dakota Access Pipeline protest","id":"standing-rock","year":"2016-2017","thumb-image":"standingrock","thumb-credit":"Zach Gibson/Bloomberg","thumb-text":"A youth-led grassroots movement against the approved construction of the Energy Transfer Partners’ Dakota  Access Pipeline, which is designed to transport crude oil underneath the Missouri River the primary drinking water source of the Standing Rock Sioux.","intro-text":"The Energy Transfer Partners’ Dakota Access Pipeline, which is designed to transport crude oil underneath the Missouri River which was the primary Drinking source of the Standing Rock Sioux and felt like the pipeline was a threat to tribal sovereignty. In order to bring attention to the protest, young Native-Americans and their mentors created “prayer camps” just off the Dakota Access route and spread information of what was happening via social media. Young Native-Americans used various tactics, such as meeting with local politicians, using social media, and even putting their bodies on the line, to protest this pipeline. In early 2017, the protesters were forced to burn and leave the encampment. Despite leaving the camps and appeals still outstanding, the movement spread nationwide and visualized the abuses of Native people by the US government and environmental disparities.","image-id":[{"image":"dapl","caption":"The view of the North Dakota Access Pipeline running between farms about a one-and-a-half hour drive from the Standing Rock Sioux Reservation.","credit":"Wikimedia Commons"},{"image":"nodapl","caption":"Native youths apart of the organization ReZpect Our Water protested the Dakota Access Pipeline.","credit":"Wikimedia Commons"},{"image":"nodapl4","caption":"Native youths and their allies protesting the Dakota Access Pipeline march past San Francisco City Hall.","credit":"Wikimedia Commons"},{"image":"nodapl5","caption":"The ReZpect Our Water rally took at the White House on August 6, 2016.","credit":"Wikimedia Commons"},{"image":"standingrock","caption":"In November, a protester shouted at police officers near Standing Rock during an ongoing dispute over the building of the Dakota Access pipeline.","credit":"Jessica Rinaldi/Globe Staff"},{"image":"standingrock2","caption":"In November, protesters joined hands as police lined the hill at Standing Rock.","credit":"Jessica Rinaldi/Globe Staff"}]},{"event":"NRA Protest after Stoneman Douglas Shooting","id":"parkland","year":"2018-","thumb-image":"parkland","thumb-credit":"Chip Somodevilla/Getty Images","thumb-text":"Student led protests and demonstrations throughout the United States in support for tighter regulations on gun control to prevent gun violence after the shooting at Stoneman Douglas High School in Parkland, Florida.","intro-text":"After the shooting at Stoneman Douglas High School in Parkland Florida, which claimed 17 lives, student began speaking out against politicians and media organizations responses to the event. The students and their allies were frustrated with responses and did not want condolences from them but to take action and push legeslation to take action to prevent students from being killed in school shootings and demanded for stricter gun controls.Some student survivors began to speak out and organized a group called “Never Again MSD”, and inspired by previous protest before them, this group used social media and the media to fight for effective gun control. They pushed for companies to boycott the NRA, they protested at the Florida capital, raised funds, and they organized a series of demonstration called the March for Our Lives. The group continue to use various tactics such as registering people to vote and other forms of organizing to push for more gun control throughout the United States.","image-id":[{"image":"parkland","caption":"Morbi eget erat lacus. Proin pretium tortor et risus tempus mollis. Sed porta diam vitae justo aliquet, vel efficitur magna posuere.","credit":"Craig F. Walker/Globe Staff"},{"image":"crying","caption":"Students released from a lockdown embrace following following a shooting at Marjory Stoneman Douglas High School in Parkland, Fla.","credit":"John Mccall/South Florida Sun-Sentinel, via Associated Press"},{"image":"line","caption":"Students were marched out of the school while police searched for the attacker.","credit":"Joe Raedle/Getty Images"},{"image":"memorial","caption":"Volunteers consisting of teachers, alumni, members of the community, and family of the victims, come together to help break down and preserve the memorial outside of Marjory Stoneman Douglas High School.","credit":"Ian Witlen"},{"image":"mfol","caption":"The crowd on the Boston Common listened to speaker Leonor Munoz, a student and survivor from Marjory Stoneman Douglas High School, on Saturday.","credit":"Craig F. Walker/Globe Staff"},{"image":"tallahassee","caption":"Sheryl Acquarola, a 16 year-old junior from Marjory Stoneman Douglas High School is overcome with emotion in the east gallery of the House of Representatives after the representatives voted not to hear the bill banning assault rifles and large capacity magazines","credit":"AP Photo/Mark Wallheiser"}]}]}